import css from "./Privacy.module.css";

export default function ReturnAndExchangePolicy() {
  return (
    <section className={css.privacy}>
      <div className={css.privacyWrap}>
        <div className={css.privacySubWrap}>
          <h1>Правила повернення та обміну</h1>

          <p>
            Покупець має право обміняти або повернути товар належної якості
            відповідно до порядку і умов, встановлених Законом України «Про
            захист прав споживачів».
          </p>

          <p>
            Повернення товару належної якості можливе за умови збереження його
            товарного вигляду, споживчих властивостей, без слідів використання,
            ярликів, а також наявності документа, що підтверджує факт покупки.
          </p>

          <p>
            Повернення товару належної якості за адресою Продавця здійснюється
            за рахунок Покупця і не підлягає відшкодуванню. Покупець може
            повернути товар належної якості протягом чотирнадцяти днів з моменту
            покупки.
          </p>

          <p>
            Відшкодування вартості товару належної якості здійснюється протягом
            14 (чотирнадцяти) робочих днів з моменту отримання Продавцем товару,
            на розрахунковий рахунок Покупця, з якого було здійснено оплату, або
            на інші реквізити, надані Покупцем, за його письмовою заявою.
          </p>
        </div>
      </div>
    </section>
  );
}
